list = [8, 4, 7, 1, 9, 3, 15]
print(list)
list.append(12)
print(list)

for item in list:
    print(item * 2, end=' ')

'''
    Написати програму, яка дає користувачу вводити числа до тих пір, поки користувач
    не введе stop. Після введення stop ивести на екран всі введені числа.

    Введіть число: 5
    Введіть число: 9
    Введіть число: 4
    Введіть число: stop

    Введені числа: 5 9 4 

'''

# for i in range(10):
#     print("Hello!")
#
#
# a = 0
# while a < 10:
#     print(a)
#     a += 1